{
  "articles": [
    {
      "title": "Amid hopes for record production, India’s rice exports jump by nearly 86% in October",
      "url": "https://indianexpress.com/article/india/record-production-indias-rice-exports-jump-by-nearly-86-per-cent-in-october-9671478/",
      "content": "India’s rice exports crossed the $1 billion mark in October, following a slew of measures taken by the government to ease rice shipments.\n\nAccording to the data released by the Ministry of Commerce & Industry on Thursday, rice exports valued at $1,050.93 million in October 2024, which is 85.79 per cent higher compared to $565.65 million in the same month of the last year. The rice exports were valued at $694.35 million in September this year.\n\nWhat led to rise in rice export?\nThe sharp jump in rice shipments comes after the government took several steps to ease rice exports in the last two months. On September 28, the Centre had lifted the ban on export of Non-Basmati White Rice. However, it had imposed a minimum export price (MEP) of $490 per tonne, which the government eventually removed on October 23.\n\nOn September 27, the government removed the 20 per cent export duty on Non-Basmati White rice, and halved export duty on three other categories of rice. The duty on ‘rice in the husk (paddy or rough)’, ‘husked (brown) rice’, and ‘parboiled rice’ was reduced from 20 per cent to 10 per cent. It, however, further reduced the duty to nil on October 22.\n\nWith a jump in October, the overall rice export has increased by 5.27 per cent to $6,171.35 million during the first seven months (April-October) of the current financial year 2024-25, as compared to $5,862.23 million in the corresponding period last fiscal year. Till the end of September, this year, India’s overall rice exports ($5,120.43 million) were 3.33 per cent lower compared to $5,296.58 million during the first half of the last financial year.\na is the second largest producer and the biggest exporter of rice. India, along with China, accounts for over half of the world’s rice production. China, however, is also the biggest consumer of rice, leaving little for exports.\n\nAccording to the United States Department of Agriculture (USDA), India accounted for 33 per cent (17 million tonne) of the world’s total rice exports (53 million tonne) during the calendar year 2023. In 2022, before the ban on Non-Basmati White Rice shipments, India accounted for about 40 per cent of the total rice exports (56 million tonne) in the world. Two east Asian countries — Thailand and Vietnam — are the two main competitors of India in the global rice market.\n\nIndia put restrictions on rice exports amid a marginal dip in rice production and the looming threat of an erratic monsoon last year. With its granaries full and rice production during the ongoing Kharif season (2024-25) estimated to reach a record high of 119.93 million tonne — 6.67 million tonne (5.89 per cent) higher as compared to the last year’s output of 113.26 million tonne — the government has now eased the rice shipments.\nIndia’s rice exports are broadly categorised into basmati and non-basmati rice. The non-basmati rice category includes six subcategories — rice in husk of seed quality; other rice in husk; husked (brown) rice; rice parboiled; non-basmati white rice; and broken rice. Basmati accounts for almost one third of India’s total rice export. In the financial year 2023-24, Basmati and non-basmati rice exports stood at 52.42 lakh tonne and 111.16 lakh tonne, respectively.",
      "date": "2024-11-15"
    },
    {
      "title": "India's rice inventories hit record high, triples govt target",
      "url": "https://www.reuters.com/markets/commodities/indias-rice-inventories-hit-record-high-triples-govt-target-2024-11-08/",
      "content": "NEW DELHI, Nov 8 (Reuters) - India's rice inventories surged to an all-time high of 29.7 million metric tons in November, sources said on Friday, nearly three times the government's target, as export curbs imposed over the past two years bumped up local supplies.\nHigher stocks would allow the world's biggest rice exporter to boost shipments without worrying about domestic supplies, which were limited last year and led New Delhi to restrict exports of all grades.\n\nRice reserves in state granaries totalled 29.7 million tons at the start of this month, up 48.5% from a year ago, said the sources who did not wish to be named in line with official rules.\nIn the middle of overflowing grain bins, Indian farmers have gathered a record rice crop of 120 million tons from this year's summer season, which accounts for nearly 85% of total rice output.\nAs the new crop rolls in, stocks at the Food Corporation of India (FCI) - the state stockpiler - are set to increase further in the months to come, raising storage concerns in the world's second-biggest rice producer.\n\nhe FCI is expected to buy 48.5 million tons of the new summer-sown rice in the marketing year that began on Oct. 1, up from 46.3 million tons bought from farmers in 2023-24.\n\"Rice stocks are substantially higher, and stock levels will go up only because of bumper production in the new season,\" a senior government official said.\nThis year's copious monsoon rains also prompted farmers to expand planting areas.\nConcerned over patchy monsoon rains, India imposed export curbs last year. However, New Delhi allowed exports of all grades except 100% broken rice this year.\nRemoving export curbs would accelerate exports in the coming months and reduce the government's pressure to procure rice, said B.V. Krishna Rao, an exporter.\nFarmers from India's breadbasket states of Punjab and Haryana complain that FCI has slowed down its purchases of the new season rice crop due to storage issues, forcing growers to wait at wholesale grain markets.\nRice stocks have backed up at the wholesale markets, leading to losses for farmers, said Ramandeep Singh Mann, a farmer from Punjab.\nFarmers incur extra costs because they are forced to wait at the markets with their crops loaded onto tractor trolleys, and long delays in the open could also spoil the crop, Mann said.\n\"Seeing the delays in wholesale markets, some farmers have not even harvested their rice crop,\" said Devinder Sharma, an independent farm food policy expert. \"The time is running out for harvests.\"",
      "date": "2024-11-08"
    },
    {
      "title": "India mulls MEP removal on white rice exports amid stiff competition from Pakistan",
      "url": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/agriculture/101824-india-mulls-mep-removal-on-white-rice-exports-amid-stiff-competition-from-pakistan",
      "content": "The restrictions on Indian rice exports are set to ease further, as the current minimum export price of $490/mt FOB on white rice exports is expected to be removed soon, sources told S&P Global Commodity Insights Oct. 17.\n\nThe move is likely to enhance the competitiveness of Indian white rice in the global market leading to an expected boost in exports and trade activities, sources said.\n\nA team of delegates from the Indian Rice Exporters Federation met Minister of Commerce Piyush Goyal on Oct. 17 to discuss the export policy issues restricting Indian rice trade.\n\nThe members requested a complete waiver of 10% duty on parboiled rice and removal of MEP on white rice amid concerns over stiff competition received from Pakistan and other markets leading to Indian white rice being traded below MEP by over invoicing.\n\n“Government representatives have agreed that MEP on white rice will be removed shortly, however, they remain noncommittal on the removal of export duty on parboiled rice,” Dev Garg, vice president of Indian Rice Exporters Association said.\n\nIndia slashed the export duty on parboiled rice from 20% to 10% on Sept. 27 and lifted the ban on non-basmati white rice exports but introduced a minimum export price of $490/mt the following day.\n\nIndian white rice remains less competitive at MEP\nPlatts assessed Indian 5% white rice at $490/mt FOB on Oct. 17, at a premium of $8/mt over Pakistani 5% WR, however, it remains at a discount of $25/mt to Thai 5% WR and $39/mt to Vietnamese 5% WR.\n\n“The government is also keeping track of local and international prices and as compared to other origins India (rice exports sector) might not survive at $490/mt level,” Jatin Mahajan, the trading manager at Adani Wilmar Limited said.\n\nUpon implementation of such a move, the market participants don’t anticipate major changes in the market as white rice is already trading below MEP.\n\nWhile one exporter noted that white rice prices in the local market would go up by Rupees 500/mt ($5.9/mt), another source said that any price movement at this level is quite minimal and is usually experienced by traders and exporters, hence prices of white rice are unlikely to be affected in a significant way.\n\nThis period also coincides with an influx of fresh crop harvests from all origin markets, including India, which anticipates a bumper harvest, likely to set bearish sentiments in the markets due to increased supply pressure.\n\nIndia is forecast to export 20.5 million mt of rice in the marketing year 2024-25 (October-September), up 37% on the year, Commodity Insights data showed.\n\nA Delhi-based source, who wished to remain anonymous, raised concerns about the possible corruption after the removal of the MEP on basmati rice, which had led to a sharp increase in exports. This unusual rise suggests that some basmati rice is being mislabeled as non-basmati, allowing dishonest traders to benefit while genuine exporters suffer. The source also mentioned the potential mislabeling of parboiled rice as white rice and called for the removal of MEP on white rice and export duty on parboiled rice to prevent further issues. They emphasized that if rice is available at $450/mt, buyers will not be paying $490/mt, suggesting the government may lift these restrictions soon to address the situation.\n\nA Thailand-based source stated that removing the MEP would be beneficial, as many Thai millers believe the price of Indian rice is $490/mt. However, Indian sellers are offering below the MEP, making it difficult to communicate the actual prices. The source said that Thailand’s parboiled rice market would suffer significantly, with prices likely to crash globally, not just in Thailand. They explained that since 50% of Thailand’s rice crop is exported, prices must drop to boost sales, or exports will be negatively affected. Currently, there is no demand for Thai rice at the prices being offered.\n\nPlatts assessed Thai 5% broken white rice at $515/mt FOB Oct. 17, up $5/mt on the week, to below offers received.\n\nA Davao-based importer mentioned that they prefer Vietnamese rice over Indian rice due to concerns about the quality of Indian rice and the longer shipping time from India to the Philippines. However, if Indian rice prices are significantly lower and the quality improves, they would consider buying from India or Pakistan. Otherwise, if the price difference isn’t substantial, they will continue to choose Vietnamese rice because of the shipment advantage.\n\nPlatts assessed Vietnamese 5% broken white rice on Oct. 17 unchanged at $529/mt FOB on the week, to below offers received.\n\nThe removal of MEP on WR is likely to intensify competition among major rice-exporting countries, resulting in lower prices and prompting buyers to explore more competitive sourcing options.",
      "date": "2024-10-18"
    },
    {
      "title": "India rice production might fall by 2 mn tonnes due to dry Aug, says USDA",
      "url": "https://www.business-standard.com/economy/news/india-rice-production-might-fall-by-2-million-due-to-dry-august-says-usda-123091301141_1.html",
      "content": "India’s rice production for the 2023-24 season might drop by 2 million tonnes (mt) due to a dry August, according to the US Department of Agriculture (USDA).\n\nThe USDA’s latest crop outlook indicates that India’s expected rice production for the year will be approximately 132 mt, reflecting the impact of below-average monsoon rains in August on the kharif crop.\n\nThe 2023-24 production figure includes kharif rice production, rabi rice, and rice produced during the summer months.\n\nAccording to the government’s Third Advance Estimates of foodgrain production, total rice production in the 2022-23 season (kharif + rabi + summer crop) is estimated to be around 135.54 mt.\n\n“India’s 2023-24 rice production lowered by 2 mt to 132 mt on below-average monsoon rains in August affecting the kharif crop,” the USDA said in its latest assessment.\n\nHowever, it’s worth noting that the government’s official production estimate for the kharif crop in 2023-24 has not yet been released, so the USDA’s assessment might not match the government's.\n\nOn a global scale, the USDA report predicts a decrease in rice consumption by 200,000 tonnes to approximately 522.7 mt in 2023-24. This reduction is primarily due to decreases in consumption in Bangladesh and Vietnam, which outweigh an increase in consumption in India.\n\nThe report also mentions that global rice trade for 2023-24 is expected to reach 52.2 mt, marking a decrease of 800,000 tonnes. This decline is attributed to reduced rice exports from India, which will only be partially offset by increased exports from Thailand, Vietnam, and the US.\n\n“The Government of India has imposed further restrictions on rice exports, with an export tax on parboiled rice and a minimum export price for basmati,” the report notes.\n\nThe report projects world rice ending stocks for 2023-24 at 167.6 mt, down by 4.2 mt, with the majority of the reduction occurring in India.\nAccording to the latest government data on the sowing of kharif crops, the area under paddy has staged a significant recovery due to a revival of monsoon rains in major growing regions.\nAs of September 8, the area covered under paddy in the kharif season is approximately 2.7 per cent more than the previous year, totalling around 40.34 million hectares. This figure surpasses the normal area covered under paddy, which averages 39.94 million hectares over the past five years.",
      "date": "2023-09-14"
    },
    {
      "title": "Global rice prices fall as India and Pakistan resume exports",
      "url": "https://www.intellinews.com/global-rice-prices-fall-as-india-and-pakistan-resume-exports-346470/",
      "content": "Global rice prices fell on September 30 following reciprocal actions by India and Pakistan to remove price caps and resume exports, according to Al-Jazeera. India recently ended its ban on the export of non-basmati white rice, in place for over a year. This came after Pakistan’s decision to lift the minimum export price (MEP) for all rice varieties, which had been in effect since 2023.\n\nPakistan's move was influenced by India's earlier removal of the $950 per metric tonne MEP on basmati rice in September. India and Pakistan are the only producers of basmati rice.\n\nIn a notice issued on September 28, Pakistan’s Commerce Minister, Jam Kamal Khan, stated that the government had acted on a request from the Rice Exporters Association of Pakistan (REAP) to eliminate the MEP, Al-Jazeera reported. Khan explained that the price floor had been introduced the previous year in response to rising global rice prices and India's ban on non-basmati rice exports, followed by more restrictions on basmati rice exports in August last year.\n\nIndia, the world’s largest rice exporter, accounts for nearly 40% of global rice trade, holding a 65% share of the basmati market. Pakistan, the fourth-largest rice exporter after Thailand and Vietnam, holds the remaining 35%, according to Al-Jazeera.\n\nDuring the 2022-23 fiscal year, India earned over $11bn from rice exports, with more than 4.5mn metric tonnes of Basmati rice contributing over $4.7bn. As Indian rice became scarce due to export restrictions, Pakistan emerged as an alternative supplier to several regions, including the Gulf, Africa, and Southeast Asia.\n\nBetween July 2023 and June 2024, Pakistan saw over 60% growth in rice export volume and a 78% rise in value, generating nearly $3.9bn from the export of almost 6mn metric tonnes of rice, including about 750,000 metric tonnes of basmati rice, according to Al-Jazeera.\n\nHowever, former REAP chairman Chela Ram Kewlani noted that with Indian rice returning to the global market in large volumes, retaining the MEP would have harmed Pakistan's exports. He explained to Al-Jazeera that international market dynamics dictate rice prices, and with India re-entering the market, maintaining the MEP would have negatively impacted Pakistani exports.",
      "date": "2024-10-03"
    },
    {
      "title": "Global rice prices drop",
      "url": "https://www.dawn.com/news/1862301",
      "content": "MUMBAI: Global rice prices fell on Monday after India, the world’s no.1 exporter of the grain, gave the go-ahead for exports to resume, boosting global supply and helping poor Asian and African buyers secure more affordable supplies, exporters said.\n\nIndia on Saturday allowed exports of non-basmati white rice. That came a day after it cut export duty on parboiled rice to 10pc, buoyed by a new crop in the offing and higher inventories in state warehouses.\n\n“Suppliers from Thailand, Vietnam, and Pakistan are responding to India’s move by lowering their export prices,” said Himanshu Agarwal, executive director at Satyam Balajee, a leading rice exporter.\n\n“Everyone’s trying to stay competitive to hold their spot in the market.” Global rice prices soared to their highest level in over 15 years following India’s decision last year to ban the export of white rice and impose a 20pc duty on parboiled rice exports.",
      "date": "2024-10-01"
    },
    {
      "title": "Rice exporters on edge as India lifts restrictions",
      "url": "https://tribune.com.pk/story/2497795/rice-exporters-on-edge-as-india-lifts-restrictions",
      "content": "LAHORE:\nThe recent decision by the Indian government to remove the floor price for basmati rice exports and ease restrictions on non-basmati rice exports has sparked panic among Pakistani rice exporters, who had benefited from the previous restrictions.\n\nThese benefits were reflected in Pakistan's annual rice export figures. In FY24, Pakistan managed to export rice worth around $3.9 billion, compared to $2.15 billion in FY23.\n\nIndia's new policy, effective from September 2024, is expected to have significant implications for Pakistan, India's primary competitor in the global basmati rice market.\n\nPreviously, India had imposed a minimum export price (MEP) of $1,200 per tonne on basmati rice to stabilise local prices and ensure adequate domestic supply. However, due to declining demand in international markets and pressure from rice exporters, India has now revoked the price floor. Additionally, export restrictions on non-basmati rice, which were introduced to manage domestic inflation, have also been relaxed.\n\nAccording to industry experts, Pakistan, the world's second-largest exporter of basmati rice after India, could face serious challenges due to this policy shift. Historically, Pakistan has capitalised on its reputation for high-quality rice, particularly in the European Union and Middle Eastern markets, where its rice is prized for its distinct aroma and superior quality. However, with India now free to export rice at more competitive prices, Pakistan may be forced to either lower its prices or risk losing market share.\n\n\"We have already written a letter to the Trade Development Authority of Pakistan (TDAP) requesting them to lower the MEP for basmati rice to around $900 per tonne, which is currently set at $1,300 per tonne,\" said a spokesperson for the Rice Exporters Association of Pakistan (REAP). \"Six months have passed, and no decision has been made by the TDAP,\" he added.\n\nPakistani rice exporters are concerned that they may not be able to maintain current export levels if India begins flooding the market with cheaper basmati rice. Experts note that Pakistani basmati rice has traditionally been priced 10-15% higher than its Indian counterpart, due to higher production costs and export-related taxes.\n\n\"This is a strategic move to regain India's dominance in key markets, which will create immense pricing pressure on Pakistani basmati rice,\" said Fareed Ansari, an agricultural economist. \"Pakistan has always relied on its superior quality to command a premium price for basmati rice, but with this latest move by India, Pakistani exporters may need to consider price reductions or explore new markets to remain competitive,\" he added.\n\nIn 2022-23, India exported rice worth over $11 billion, with basmati rice accounting for $4.8 billion. Meanwhile, Pakistan's total rice exports stood at $2.15 billion. In 2023-24, India's basmati rice exports surged to $5.9 billion, while Pakistan's total rice exports reached around $3.9 billion.\n\nWith India's export restrictions now lifted, Pakistan's non-basmati rice exports could also come under strain, particularly in African and Southeast Asian markets, where both nations compete for dominance. However, some experts believe the situation may not be as dire as anticipated.\n\n\"Pakistani basmati rice exports may not be affected in terms of quantity, but we could see a reduction of up to $400 million in annual export revenues,\" said Hamid Malik, Co-Founder of the Agriculture Policy Research Institute.\n\nHe added that the Indian government's decision could also be politically motivated, with upcoming state elections in Haryana, where 70% of India's rice is grown. \"This decision might be reversed after the elections, but it's important to note that Pakistan only accounts for around 20% of global basmati trade, and we have an established reputation for quality in key export markets such as the Gulf, EU, and America.\"\n\nMalik further explained that global rice prices are currently falling, and Indian farmers were struggling to sell their basmati at $950 per tonne, prompting the Indian government to remove the floor price. \"Meanwhile, Pakistani basmati is still selling for just under $1,000 per tonne,\" he said.\n\nExperts suggest that Pakistan needs to focus on marketing and innovation to promote its rice in premium markets. Competing with India on price alone will not be sufficient. Additionally, Pakistan could explore new trade agreements or expand existing ones.",
      "date": "2024-09-22"
    },
    {
      "title": "Rice exports touched $3.9bn in 2023-24",
      "url": "https://www.dawn.com/news/1859460",
      "content": "LAHORE: Pakistan has, perhaps for the first time, touched the mark of $3.89 billion in earnings from rice exports, which were made possible mainly due to favourable weather conditions, availability of farm inputs and an Indian ban on export of non-Basmati rice.\n\nThis was stated by founder of the Rice Exporters Association of Pakistan (Reap), Shehzad Ali Malik, while announcing the unopposed election of new Reap chairman Malik Faisal Jahangir here on Monday.\n\nOutgoing senior vice-chairman Haseeb Khan, Reap patron Pir Syed Nazim Shah, former chairman Shah­jahan Malik and others were also present on the occasion.\n\nMr Malik said that the country exported over 5.8 million tonnes of Basmati and non-Basmati varieties of rice during the year July 2023-June 2024 to earn $3.89bn and hoped that the new Reap chairman would do his best to take the rice export target to $5 billion per annum.\n\nMr Jahangir said that he would focus on seed resea­rch and good agricultural practices to achieve the target.\n\nIt was also announced that a 10-member managing committee has also been elected unopposed. The members-elect inclu­ded Chaudhry Shafique, Shahjahan Malik, Maman Mandahar, Ms Shehnaz Zafar, Adnan Sheikh, Tayyab Bashir, Tariq Meh­mood, Irfan Noor, Ishfaq Ali and Waqar Ahmad.",
      "date": "2024-09-17"
    },
    {
      "title": "India feeds strategic partners despite ban on rice exports",
      "url": "https://www.livemint.com/industry/agriculture/india-feeds-strategic-partners-despite-ban-on-rice-exports-11704211003997.html",
      "content": "New Delhi: Despite a ban on rice exports, India continues to feed the world, especially its strategic neighbours such as Nepal, Bhutan, Sri Lanka, Maldives, Malaysia, Indonesia, Vietnam and Iran, as well as the wider Asean region.\n\nAccording to government data analyzed by Mint, rice export to South Asian countries alone was $567 million in the first eight months of the current 2023-24 fiscal, as compared to $1.24 billion in the corresponding period last year.\n\nIn the case of Asean countries, rice export was at $341 million in April-November 2023 as compared to $541 million in the same period of 2022. The South Asian countries named above are not part of Asean.\n\nThe figures show that rice export is taking place to these countries under bilateral arrangements in spite of the ban, although prices may not be comparable.\n\nThe exports are taking place at the government-to-government level and those are being facilitated by National Cooperative Exports Ltd, a government export body which was set up under the Multi-State Cooperative Societies (MSCS) Act, 2002 to export agricultural produce and allied items.\n\nHowever, industry leaders predicted that the ban will keep prices of essential food items in check and make rice available for distribution among beneficiaries of PM Garib Kalyan Anna Yojana for free for the next five years.\n\n“The government is doing a commendable job by keeping domestic prices in check and providing food to neighbouring countries,” said Rajnikant Rai, CEO of ITC’s agribusiness division.\n\nRice export to Iran—a key neighbouring country—has scaled up to $60 million in November 2023 from $4.25 million in October, registering a growth of 1,314%, while oil meals export to the country grew from $1.22 million in October 2023 to $46.52 million in November—registering a growth of 3,713%, the data showed.\n\nThe overall growth of rice export to South Asian countries was up 478% in November 2023 as compared to October, government data showed.\n\nIndia exported rice to Bhutan worth of $0.94 million in November from $0.78 million in the last month, recording 21% growth.\n\nRice worth $5.77 million exported to Nepal in November, which was $3.64 million in October.\n\nIn the ASEAN region, Vietnam recorded the highest 171.43% growth in rice export as it grew from $5.39 million in October to $14.63 in November 2023. Indonesia imported Indian rice worth $1.80 million in November from $1 million in the last year.\n\nAs of now, the government cleared exports of 2.77 million tonne (mt) of non-basmati white rice to 14 key Asian and African nations, including Singapore, Nepal, Malaysia, and the Philippines.\nIn addition to white rice, India allowed export of 14,184 tonne wheat, 5326 tonne atta, 15,226 tonne maida and 48,804 tonne broken rice to Bhutan on 30 November. On the same day (30 November), export of broken rice was allowed to Mali (1 lakh tonne), Senegal (5 lakh tonne), Gambia (50,000 tonne ), and Indonesia (2 lakh tonne).\n\nIndia imposed a ban on wheat and its products such as atta, suji (semolina) and maida in May 2022 and on broken rice in September 2022. Amid higher inflationary pressure primarily due to skyrocketing food prices, the government in July 2023 banned exports of non-basmati white rice, imposed a 20% export duty on parboiled rice and set a minimum export price (MEP) of $1,200 per tonne for basmati rice in August 2023.\n\nThe ban on rice was necessitated after the reduction of public stock in the Central pool resulting in a steep rise in the prices of key staple food cereal.\n\nHowever, after the ban, rice prices shot up significantly in the global market, making India’s strategic partner asking for the foodgrain in tranches. Later on in October 2023, the MEP on Basmati was revised to $950 per tonne.",
      "date": "2024-01-02"
    }
  ]
}
